[
    {
      "image": "rafael-aguiar.jpg",
      "name": "Rafael de Aguiar",
      "jobTitle": "Sales Manager",
      "company": "Index-IBL",
      "quote": "The time Adson and I worked together was enough to notice his great communication and organizational skills, as well as his deep technical knowledge in marketing and sales. In addition to providing and gathering tools to meet the needs our market demanded, he organized and helped create fundamental processes to establish the brand recognition we brought to the market."
    },
    {
      "image": "eric-casado.jpg",
      "name": "Eric Casado",
      "jobTitle": "IT Recruiter",
      "company": "IBM Canada",
      "quote": "I have worked alongside Adson in an organization where I serve as his leader. We both dedicate our time and skills to support various social initiatives. Through this experience, I have seen Adson’s commitment, teamwork, and leadership. He is an excellent communicator, and mentor, comfortable to speak to audiences of 50 to 100 people, regularly leading meetings and mentoring others."
    },
    {
      "image": "fabiana-sette.jpg",
      "name": "Fabiana Sette",
      "jobTitle": "Lawyer",
      "company": "Dr Contrato",
      "quote": "Adson is a dedicated professional. Always by the client's side, he is focused on excellence in everything he does. He guided me on how to promote my personal brand, explaining the reasoning behind it. Very attentive, present, and patient. I highly recommend his work. A top-notch professional!"
    },
    {
      "image": "renata-vallillo.jpg",
      "name": "Renata Vallillo",
      "jobTitle": "HR Client Partner",
      "company": "IBM Brazil",
      "quote": "Adson is a professional who combines the necessary knowledge and attitude in a company. He has a strong interest in developing himself and learning new processes. Proactive, he has great capacity for building relationships and autonomy in managing his activities."
    },
    {
      "image": "alessandra-ortega.jpg",
      "name": "Alessandra Ortega",
      "jobTitle": "Program Manager",
      "company": "IBM Brazil",
      "quote": "We worked together on a project where Adson acted as the Agile champion. He demonstrated that emotional intelligence is one of his strengths, along with a genuine interest in learning something new and sharing knowledge. Adson, the project kickoff couldn't have been better with your facilitation."
    }
  ]
  